[
    {
        "ID": "1",
        "Name": "Alys Raine",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "1",
        "Hero_Ability": "Each time a hero adjacent to you suffers 1 or more Heart from an attack, you recover 1 Fatigue.",
        "Heroic_Feat": "Use during a player's turn to refresh all exhausted cards in your play area and recover 2 Fatigue.",
        "Fluff_Text": "\"The thief and the lord are equal; the law calls them both to justice.\""
    },
    {
        "ID": "2",
        "Name": "Andira Runehand",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each time you suffer 1 or more damage from an adjacent figure, that figure suffers 1 damage",
        "Heroic_Feat": "Action: Attack a monster adjacent to you and choose yourself or a hero within 3 spaces of you. The chosen hero recovers health equal to the damage you deal on the attack.",
        "Fluff_Text": "\"To me, brave friends! Gather to my voice and light!\""
    },
    {
        "ID": "3",
        "Name": "Andira Runehand",
        "Type": "Healer",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each time a hero within 3 spaces of you suffers 1 or more Heart from an attack, the figure that performed the attack suffers 1 Heart. ",
        "Heroic_Feat": "Action: Choose 1 hero within 3 spaces of you. Then, perform an attack that targets a monster within 3 spaces of you. The chosen hero recovers Heart equal to twice the amount of Heart the target monster suffers from this attack. ",
        "Fluff_Text": "\"I no more understand why I can hear the spirits speak than I understand why you cannot.\" "
    },
    {
        "ID": "4",
        "Name": "Arvel Worldwalker",
        "Type": "Scout",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "Each time you fail an attribute test, you may recover 1 Fatigue. Once per round, when you fail an attibute test, you may reroll that test instead of recovering 1 Fatigue.",
        "Heroic_Feat": "Use during your turn. Return up to 2 of your Class cards to you Class deck. Then, gain any number of Class cards from your Class deck worth an equal amount of XP.",
        "Fluff_Text": "\"My quest remains unsatisfied - the search for a problem to which I am not the answer!\""
    },
    {
        "ID": "5",
        "Name": "Arvel Worldwalker",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "When you fail an attribute test, you may reroll it. Limit once per round. ",
        "Heroic_Feat": "Use on your turn to discard 1 of your hero skills. Immediately gain any number of hero skills from your Class deck worth the same amount of experience points as the discarded skill. ",
        "Fluff_Text": "\"This land is harsh and terrible, I grant you. But I have seen as harsh before and lived.\" "
    },
    {
        "ID": "6",
        "Name": "Ashrian",
        "Type": "Healer",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "When a minion monster begins its activation adjacent to you, it is Stunned.",
        "Heroic_Feat": "Action: Choose a monster within 3 spaces of you. Each monster in that monster group is Stunned.",
        "Fluff_Text": "\"I no more understand why I can hear the spirits speak than I understand why you cannot.\" "
    },
    {
        "ID": "7",
        "Name": "Astarra",
        "Type": "Mage",
        "Speed": "4",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "4",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Once per round, you may spend 1 movement point to remove your figure from the map and place it in an empty space adjacent to 1 hero who is within 3 spaces of you.",
        "Heroic_Feat": "Use at the start of your turn to move each other figure within 3 spaces of you 1 space.",
        "Fluff_Text": "\"You’d be surprised what you can learn when you've no one to tell you how to think.\" "
    },
    {
        "ID": "8",
        "Name": "Astarra",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "4",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Once per turn, you may spend 1 movement point to choose a hero within 3 spaces of you and move to an empty space adjacent to that hero.",
        "Heroic_Feat": "Use at the start of your turn to move each adjacent monster to you up to 2 spaces in any direction.",
        "Fluff_Text": "\"The Rune Keepers said I was too unruly to be taught, so all I needed to know I've learned on my own.\""
    },
    {
        "ID": "9",
        "Name": "Augur Grisom",
        "Type": "Healer",
        "Speed": "3",
        "Health": "12",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "2",
        "Hero_Ability": "Each other hero within 3 spaces of you gains: Each time a monster misses or deals no Heart on an attack targeting you, recover 1 Heart. ",
        "Heroic_Feat": "Use during your turn. Each hero in your line of sight recovers 2 Heart and 2 Fatigue.",
        "Fluff_Text": "\"An endless sea of possibility lies in what is yet to come. Even a tiny glimpse will drive most mad.\" "
    },
    {
        "ID": "10",
        "Name": "Aurim",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "5",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Each time you use a Potion, you and each hero adjacent to you are affected.",
        "Heroic_Feat": "Use at the start of your turn to draw a Search card. ",
        "Fluff_Text": "\"Ah, the rare Quixinlan Rune Harness I've read about! What a joy to see such wonders in person.\" "
    },
    {
        "ID": "11",
        "Name": "Avric Albright",
        "Type": "Healer",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each hero within 3 spaces of you (including yourself) gains \"Surge: Recover 1 Heart\" on all attack rolls. ",
        "Heroic_Feat": "Action: Roll 2 red power dice. Each hero within 3 spaces of you (including yourself) may recover Heart equal to the Heart rolled.",
        "Fluff_Text": "\"I pledge myself to those in need. I will be their shield, their light in the darkness.\" "
    },
    {
        "ID": "12",
        "Name": "Bogran the Shadow",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "Each time you attack a monster adjacent to another hero, your attack gains +1 Heart",
        "Heroic_Feat": "Action: Perform an attack, then place a hero token in your space and remove your figure from the map. At the start of your next turn, replace the hero token with your figure. ",
        "Fluff_Text": "\"I am a deadly wind, invisible and inescapable. You cannot see me, but you can see where I have been.\""
    },
    {
        "ID": "13",
        "Name": "Brother Gherinn",
        "Type": "Healer",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "4",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Each time you perform an attack, after the dice are rolled, you may suffer 1 Heart to add +1 Heart to the results. Limit once per attack. ",
        "Heroic_Feat": "Use after you defeat a monster. Roll 2 red power dice. You and each hero within 3 spaces of you recover Heart equal to the Heart rolled. ",
        "Fluff_Text": "\"I must strive to fight darkness, lest I be overtaken by the darkness that dwells within me.\" "
    },
    {
        "ID": "14",
        "Name": "Brother Gherinn",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "3",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "4",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Each time you perform an attack, after the dice are rolled, you may suffer 1 Heart to add +1 Heart to the results. Limit once per attack. ",
        "Heroic_Feat": "Use after you defeat a monster. Roll 2 red power dice. You and each hero within 3 spaces of you recover Heart equal to the Heart rolled. ",
        "Fluff_Text": "\"We must suffer and purge our souls unto life, for the flame shall be our judge.\" "
    },
    {
        "ID": "15",
        "Name": "Brother Glyr",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "2",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "3",
        "Knowledge": "1",
        "Awareness": "3",
        "Hero_Ability": "In addition to your 2 actions on your turn, you always receive 2 movement points. ",
        "Heroic_Feat": "Use at the start of your turn to recover all Fatigue. Until the start of your next turn, each time you suffer 1 or more Heart, you suffer 1 fewer Heart, to a minimum of 0. ",
        "Fluff_Text": "\"keep moving, ye hear? I'll not leave a one of ye behind!\" "
    },
    {
        "ID": "16",
        "Name": "Challara",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "3",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "1",
        "Hero_Ability": "You have the Brightblaze familiar. At the beginning of each encounter, place Brightblaze in your space. ",
        "Heroic_Feat": "Action: Perform an attack. Before the attack roll, you may move Brightblaze to an empty space adjacent to your target. ",
        "Fluff_Text": "\"All I accomplish, every enemy I vanquish, is to the glory of my ancestors.\" "
    },
    {
        "ID": "17",
        "Name": "Challara",
        "Type": "Mage",
        "Speed": "3",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "1",
        "Hero_Ability": "You have the Brightblaze familiar. At the start of each encounter, place Brightblaze in the closest empty space to you. ",
        "Heroic_Feat": "Action: If Brightblaze is not on the map, place Brightblaze in an empty space adjacent to you. Then, immediately activate Brightblaze. Brightblaze also activates this turn as normal.",
        "Fluff_Text": "The flames of my fury you have survived, but can you endure the flame of my dragon?"
    },
    {
        "ID": "18",
        "Name": "Corbin",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "12",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "2",
        "Hero_Ability": "Each time you suffer 2 or more Heart, you suffer 1 less Heart. ",
        "Heroic_Feat": "Use when attacked, before rolling defense dice. Instead of rolling defense dice, place them showing any face you choose. ",
        "Fluff_Text": "\"The only way I'll stop fightin' is if I take you down with me!\" "
    },
    {
        "ID": "19",
        "Name": "Corbin",
        "Type": "Warrior",
        "Speed": "3",
        "Health": "12",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "2",
        "Hero_Ability": "Each time you suffer 2 or more Heart, reduce the amount of Heart suffered by 1. ",
        "Heroic_Feat": "Use when attacked, before you roll defense dice. After you roll defense dice, you may change each defense die to a different result of your choice. ",
        "Fluff_Text": "\"I don't hold grudges. I keep short accounts. Now fight me!\" "
    },
    {
        "ID": "20",
        "Name": "Dezra the Vile",
        "Type": "Mage",
        "Speed": "5",
        "Health": "8",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "4",
        "Awareness": "3",
        "Hero_Ability": "At the start of your turn, you may recover 1 Heart or 1 Fatigue for each monster figure adjacent to you. ",
        "Heroic_Feat": "Use when the overlord chooses to activate a monster figure adjacent to you, before he performs any actions. All monsters adjacent to you are Immobilized. ",
        "Fluff_Text": "\"Very few people understand my abilities. I prefer it that way.\" "
    },
    {
        "ID": "21",
        "Name": "Elder Mok",
        "Type": "Healer",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Once per turn, when another hero within 3 spaces of you recovers 1 or more Heart or Fatigue, you may recover 1 Heart or 1 Fatigue. ",
        "Heroic_Feat": "Use at the start of your turn to look at the overlord's hand of Overlord cards. The overlord discards 1 card of your choice. ",
        "Fluff_Text": "\"My message is not my own. Follow my instruction or fall where you stand... You've been warned.\" "
    },
    {
        "ID": "22",
        "Name": "Elder Mok",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each time another hero within 3 spaces of you recovers 1 or more Heart, you recover 1 Heart. Each time another hero within 3 spaces of you recovers 1 or more Fatigue, you recover 1 Fatigue. ",
        "Heroic_Feat": "Use at the start of your turn to look at the overlord's hand of Overlord cards. Discard 1 card of your choice. ",
        "Fluff_Text": "\"The spirits are angry. I am angry too. When we get angry, people get hurt.\" "
    },
    {
        "ID": "23",
        "Name": "Eliam",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "5",
        "Health": "12",
        "Stamina": "5",
        "Defense_Die": "brown",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "While you have 2 Melee weapons equipped, each time you attack an adjacent monster and do not roll an X, deal 1 Heart to one other monster adjacent to you. ",
        "Heroic_Feat": "Use at the end of your turn. Until the start of your next turn, each time you are attacked by an adjacent monster, you may suffer 1 Fatigue to attack that monster before it rolls its attack dice.",
        "Fluff_Text": "\"Battle is a dance of blades and wit.\" "
    },
    {
        "ID": "24",
        "Name": "Grey Ker",
        "Type": "Scout",
        "Speed": "4",
        "Health": "12",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "After you have performed your first action each round, you may choose to suspend your turn. If you do, resume your turn after another hero finishes his turn this round. ",
        "Heroic_Feat": "Use at the start of your turn to receive 1 additional action this turn. ",
        "Fluff_Text": "\"If justice is the shadow of a setting sun, I am the midnight that follows.\" "
    },
    {
        "ID": "25",
        "Name": "Grey Ker",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "If you perform only 1 action on your turn, then later this round you may take a second turn, during which you receive only 1 action. Your second turn must be taken after a hero's turn and before the overlord's turn. ",
        "Heroic_Feat": "Use at the start of your turn to immediately perform 1 free action. This is in addition to your 2 actions on your turn.",
        "Fluff_Text": "\"If justice is the shadow of a setting sun, I am the midnight that follows.\" "
    },
    {
        "ID": "26",
        "Name": "Grisban the Thirsty",
        "Type": "Warrior",
        "Speed": "3",
        "Health": "14",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "1",
        "Hero_Ability": "Each time you perform a rest action, you may immediately discard 1 Condition card from yourself. (errata)",
        "Heroic_Feat": "Use during your turn to perform 1 attack action. This is in addition to your 2 actions on your turn.",
        "Fluff_Text": "\"All this killing is thirsty work. Drink with me!\" "
    },
    {
        "ID": "27",
        "Name": "High Mage Quellen",
        "Type": "Mage",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "5",
        "Awareness": "2",
        "Hero_Ability": "At the start of your turn, you may choose another hero within 3 spaces of you. If the chosen hero has at least 1 fatigue token on his Hero sheet, you recover 1 Fatigue. If he has fatigue tokens equal to his Stamina, you recover 2 Fatigue. ",
        "Heroic_Feat": "Use at the start of your turn to increase your Stamina by 4 for the remainder of this turn. At the end of your turn, recover all of your Fatigue. ",
        "Fluff_Text": "\"I feed off the wisdom of others, even when it’s less filling than my own.\" "
    },
    {
        "ID": "28",
        "Name": "Hugo the Glorious",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "black",
        "Strength": "4",
        "Willpower": "4",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "If you do not move this round, you may reroll 1 of your defense dice each time you are attacked.",
        "Heroic_Feat": "Use at the start of your turn. Double the Heart on your attack roll for each attack you perform this turn. ",
        "Fluff_Text": "\"The songs of my name and my triumphs should be heard in every corner of the world.\" "
    },
    {
        "ID": "29",
        "Name": "Ispher",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "4",
        "Health": "8",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "You cannot be Poisoned. At the start of your turn, recover 1 Heart. ",
        "Heroic_Feat": "Action: Recover all Heart.",
        "Fluff_Text": "\"We are feared, we are despised, yet still I am called to help?\" "
    },
    {
        "ID": "30",
        "Name": "Ispher",
        "Type": "Healer",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "You cannot be Poisoned. At the start of your turn, recover 2 Heart. ",
        "Heroic_Feat": "Action: Choose yourself or an adjacent hero. That hero recovers 8 Heart and discards all conditions. ",
        "Fluff_Text": "\"Humans fear us, and we despise them.\" "
    },
    {
        "ID": "31",
        "Name": "Jaes the Exile",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "You may always equip Runes, regardless of the limitations of your armor. You gain +1 Stamina for each Rune you have equipped. ",
        "Heroic_Feat": "Action: Perform an attack with a Magic weapon. This attack gains Pierce 3. ",
        "Fluff_Text": "\"The dragon Wars almost destroyed my people. I will die before I let that happen again.\" "
    },
    {
        "ID": "32",
        "Name": "Jaes the Exile",
        "Type": "Mage",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Your armor loses all text that prevents you from equipping Runes.\r\nApply +1 to your Stamina for each Rune you have equipped. ",
        "Heroic_Feat": "Action: Perform 1 attack with a Magic weapon. This attack gains Pierce 3. If you perform this attack with a Rune weapon, add 1 Surge to the results. ",
        "Fluff_Text": "\"Courage and sacrifice means nothing! We must overcome or die in shame.\" "
    },
    {
        "ID": "33",
        "Name": "Jaine Fairwood",
        "Type": "Scout",
        "Speed": "5",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "4",
        "Hero_Ability": "When you suffer any amount of Heart from an attack, you may choose to suffer some or all of that amount as Fatigue instead; you cannot suffer Fatigue in excess of your stamina.",
        "Heroic_Feat": " Action: You may move double your Speed and perform an attack. This attack may be performed before, after, or during this movement.",
        "Fluff_Text": "\"Out here in the wilds, I protect those who have misjudged me.\" "
    },
    {
        "ID": "34",
        "Name": "Jonas the Kind",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "4",
        "Health": "8",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "During each round in which you do not perform an attack, you gain 1 additional brown die to your defense pool. ",
        "Heroic_Feat": "Action: Test Willpower for each minion monster within 3 spaces of you. For each test you pass, that monster performs 1 attack, declaring itself as the target. You spend any surges and make other decisions for the attack.",
        "Fluff_Text": "\"Surrender. It's never too late to repent!\" "
    },
    {
        "ID": "35",
        "Name": "Jonas the Kind",
        "Type": "Healer",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each hero within 3 spaces of you that has not performed an attack this round adds 1 Shield to each of his defense rolls. ",
        "Heroic_Feat": "Action: Test Willpower for each minion monster within 3 spaces of you. Each time you pass, perform an attack with that monster that targets itself. ",
        "Fluff_Text": "\"My place is between you and the innocent. You have one chance to lay down your blade.\" "
    },
    {
        "ID": "36",
        "Name": "Karnon",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "6",
        "Willpower": "2",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each time a monster adjacent to you is defeated, recover 1 Fatigue",
        "Heroic_Feat": "Use when you perform an attack with a Melee weapon that targets a minion monster, after dice are rolled. You may change the result of each attack die and power die to a different result of your choice",
        "Fluff_Text": "\"At end of ages, Karnon remain: ever strong, ever alone.\""
    },
    {
        "ID": "37",
        "Name": "Karnon",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "4",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "6",
        "Willpower": "2",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each time a monster attacks you, after rolling dice, you may suffer 1 Fatigue to cancel 1 Surge rolled on the attack.",
        "Heroic_Feat": "Action: Choose a minion monster adjacent to you and roll the blue attack die. If you roll an X, you miss. Otherwise that monster is defeated. Regardless of the outcome, you suffer 1 Fatigue. ",
        "Fluff_Text": "\"Karnon needs no help from little man. Karnon is Karnon.\" "
    },
    {
        "ID": "38",
        "Name": "Kirga",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "1",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": " A monster may only target you with an attack if there are no other heroes closer to that monster and in its line of sight.",
        "Heroic_Feat": "Use during another figure's activation to immediately perform a move action. You may not interrupt another player's action unless it is a move action. ",
        "Fluff_Text": "\"Knowing how to find things helps keep one hidden. And I know how to find anything...\" "
    },
    {
        "ID": "39",
        "Name": "Krutzbeck",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "2",
        "Hero_Ability": "While you have at least 6 Heart, each of your attacks gains +2 Heart.",
        "Heroic_Feat": "Use when attacking, after dice are rolled. Roll 1 red power die, suffer Heart equal to the Heart rolled, and add the same amount of Heart to your attack roll. ",
        "Fluff_Text": "\"Smash it. Crush it. If that doesn't work, smash it and crush it again.\" "
    },
    {
        "ID": "40",
        "Name": "Krutzbeck",
        "Type": "Warrior",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "2",
        "Hero_Ability": "While you or a hero adjacent to you has 6 or more damage tokens on his Hero sheet, each of your attacks gains +2 Heart.",
        "Heroic_Feat": "Use when you perform an attack, after dice are rolled. Suffer 3 Heart. Then, roll 3 red power dice and replace the results of your attack roll with the results of the red power dice. ",
        "Fluff_Text": "\"Hit 'em hard. If they're still standing, hit 'em again--harder.\" "
    },
    {
        "ID": "41",
        "Name": "Landrec the Wise",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "3",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "brown",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "5",
        "Awareness": "2",
        "Hero_Ability": "Each time you attack and do not roll at least 1 Surge, gain 1 Surge.",
        "Heroic_Feat": "Use when performing an attack, before rolling dice. This attack gains: Surge Surge: +5 Heart",
        "Fluff_Text": "\"Wisdom comes with age, but knowledge must always be searched for.\" "
    },
    {
        "ID": "42",
        "Name": "Laughin Buldar",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "You may treat 1 of your equipped Melee weapons as if it only had 1 hand icon (even if it has 2 hand icons).",
        "Heroic_Feat": "Use as your entire activation to perform 3 attack actions. If you do, you cannot move this turn, not even by suffering Fatigue.",
        "Fluff_Text": "\"Courage, my brothers! Surrender yourselves to the joy of battle and we shall meet our destiny together!\" "
    },
    {
        "ID": "43",
        "Name": "Laurel of the Bloodwood",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "8",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "4",
        "Hero_Ability": "Each time you perform a Ranged attack and the total range result is more than was necessary to reach your target, that attack gains +1 Heart.",
        "Heroic_Feat": " Action: Perform an attack with a Ranged weapon, ignoring the range rolled. This attack cannot miss due to rolling an X or insufficient range.",
        "Fluff_Text": "\"No matter what you hear, it was our bows that gave my home its name, not the autumn winds.\" "
    },
    {
        "ID": "44",
        "Name": "Laurel of Bloodwood",
        "Type": "Scout",
        "Speed": "4",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "4",
        "Hero_Ability": "Each time you perform a Ranged attack and the total range exceeds the distance to the target, that attack gains +1 Heart.",
        "Heroic_Feat": "Action: Perform an attack with a Ranged weapon. If you roll an X, treat it as a blank result. This attack gains +10 Range, and adds 1 Surge to the results. ",
        "Fluff_Text": "\"Herald and reaper, my arrow calls your name; answer with silence and blood.\" "
    },
    {
        "ID": "45",
        "Name": "Leorik of the Book",
        "Type": "Mage",
        "Speed": "4",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "2",
        "Knowledge": "5",
        "Awareness": "3",
        "Hero_Ability": "Each monster within 3 spaces of you receives -1 Heart on all attack rolls (to a minimum of 1). ",
        "Heroic_Feat": "Action: Perform an attack with a Magic weapon. This attack ignores range and targets each figure adjacent to you. 1 attack roll is made but each figure rolls defense dice separately.",
        "Fluff_Text": "\"If my years of study have taught me anything, it is that I am worthy of the knowledge I possess.\" "
    },
    {
        "ID": "46",
        "Name": "Lindel",
        "Type": "Scout",
        "Speed": "5",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "Each time you perform an attribute test, roll 2 gray defense die instead of 1 gray and 1 black defense die. ",
        "Heroic_Feat": "Action: Perform an attack. After rolling dice, you may change the attack die to a different result of your choice.",
        "Fluff_Text": "\"I have been here before and watched darkness triumph. It will not happen again.\" "
    },
    {
        "ID": "47",
        "Name": "Lindel",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "5",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "When making an attribute test, you roll 2 gray defense dice instead of 1 gray and 1 black defense die.",
        "Heroic_Feat": "Action: Perform an attack. Rather than rolling the attack die, place it showing the face of your choice. Roll the rest of your dice as normal.",
        "Fluff_Text": "\"There is so much sorrow in the world, I do what I may to end the cruelty that plagues this land.\" "
    },
    {
        "ID": "48",
        "Name": "Logan Lashley",
        "Type": "Scout",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "You cannot be Immobilized. Additionally, immediately after you perform an attack with an Exotic weapon, you may move 1 space.",
        "Heroic_Feat": "Use after one of your attacks deals at least 1 Heart (after rolling defense dice). You may move up to your Speed and perform an attack. This does not require an action and the attack may be performed before, after, or during this movement",
        "Fluff_Text": "\"There is no question that you need me. The question is, can you afford me?\" "
    },
    {
        "ID": "49",
        "Name": "Lord Hawthorne",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "When attacking with a Melee weapon, each of your attacks gain Reach. ",
        "Heroic_Feat": "Action: Perform an attack, then you may move up to 2 spaces and perform another attack against a different target.",
        "Fluff_Text": "\"If you decide to flee from me, you better hope you flee far enough.\" "
    },
    {
        "ID": "50",
        "Name": "Lord Hawthorne",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each time you perform an attack with a Melee weapon, that attacks gains Reach. ",
        "Heroic_Feat": "Action: Perform an attack, then you may move up to 2 spaces and perform another attack against a different target. ",
        "Fluff_Text": "\"None fall faster than they that flee.\" "
    },
    {
        "ID": "51",
        "Name": "Lyssa",
        "Type": "Mage",
        "Speed": "5",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "4",
        "Hero_Ability": "Each time you perform an attack that targets a figure adjacent to you, before dice are rolled, you may replace 1 of your power dice with 1 red power die.",
        "Heroic_Feat": "Use after you resolve an attack. Perform an additional attack that targets a figure adjacent to you. Replace 1 blue attack die with 1 power die of your choice, before dice are rolled. This attack ignores range.",
        "Fluff_Text": "\"There is more knowledge in the squirming of my prey than in all your dusty tomes.\" "
    },
    {
        "ID": "52",
        "Name": "Lyssa",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "5",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "4",
        "Hero_Ability": "Each time you are attacked, you may reroll 1 of your defense dice. You must keep the new result.",
        "Heroic_Feat": "Use after an attack against you fails to deal at least 1 Heart to you. You may immediately move up to your Speed and perform an attack.",
        "Fluff_Text": "\"My people are at one with nature.\" "
    },
    {
        "ID": "53",
        "Name": "Mad Carthos",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "4",
        "Health": "8",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "4",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Once per turn, when you use a skill that costs 1 Fatigue, reduce the cost to 0 Fatigue.",
        "Heroic_Feat": "Action Perform an attack with a Magic weapon. This attack deals +3 Heart.",
        "Fluff_Text": "\"If it's madness you seek power at any cost, then yes, you may call me mad.\" "
    },
    {
        "ID": "54",
        "Name": "Master Thorn",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "5",
        "Health": "8",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "5",
        "Awareness": "2",
        "Hero_Ability": "Each of your attacks gains:\r\nSurge: Move 2 spaces after resolving this attack.",
        "Heroic_Feat": "Action: Choose a space in your line of sight. Immediately drop any objective tokens you are carrying to remove your figure from the map and place it on the chosen space.",
        "Fluff_Text": "\"You can't see the path I walk, because they were not meant to be tread.\" "
    },
    {
        "ID": "55",
        "Name": "Master Thorn",
        "Type": "Mage",
        "Speed": "5",
        "Health": "8",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "5",
        "Awareness": "2",
        "Hero_Ability": "Each of your attacks gains:\r\nSurge: After resolving this attack, you may choose an empty space within 2 spaces of you and place your figure in the chosen space.",
        "Heroic_Feat": "Use when you are affected by an attack and suffer 1 or more Heart. Reduce the amount of Heart by up to 5 and gain an equal amount of movement points.",
        "Fluff_Text": "\"I walk the unseen paths, those that were never meant for the feet of men.\" "
    },
    {
        "ID": "56",
        "Name": "Mordrog",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "3",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each time you suffer any amount of Heart, you may recover 1 Fatigue.",
        "Heroic_Feat": "Action: Perform an attack. If your attack does not defeat your target, you may make a second attack against that target.",
        "Fluff_Text": "\"You call me beast. You call me animal. But I call you coward.\" "
    },
    {
        "ID": "57",
        "Name": "Mordrog",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "14",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "3",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each time you suffer 1 or more Heart, you may recover 1 Fatigue.",
        "Heroic_Feat": "Use after you perform an attack that does not defeat a target. Perform an additional attack, using the same target. This attack adds 1 Surge to the results.",
        "Fluff_Text": "\"Prejudice is only a mask for jealousy.\" "
    },
    {
        "ID": "58",
        "Name": "Nanok of the Blade",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "black",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "You cannot equip Light Armor or Heavy Armor. Once during your turn, you may choose 1 non-large monster adjecent to you. Suffer 1 Heart and move that monster one space.",
        "Heroic_Feat": "Use after another hero performs an attack. Immediately perform an attack with a Melee weapon that targets 1 of the same monsters. Then, that hero may perform an attack that targets that same monster.",
        "Fluff_Text": "I will follow where you lead, old friend. But let us go swiftly!"
    },
    {
        "ID": "59",
        "Name": "Nanok of the Blade",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "black",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "If you do not have any armor equipped, each of your attacks gains 1 Surge.",
        "Heroic_Feat": "Use when you are attacked, after the dice are rolled. You are not affected by this attack.",
        "Fluff_Text": "\"To wear armor is to fear that a foe might strike me. It is cowardice. I am no coward.\" "
    },
    {
        "ID": "60",
        "Name": "Nara the Fang",
        "Type": "Warrior",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "1",
        "Awareness": "4",
        "Hero_Ability": "Once per round, after you defeat a monster with a Melee weapon, before removing its figure from the map, you may place your figure in any empty space adjacent to that monster. ",
        "Heroic_Feat": "Action: Choose any empty space within 3 spaces of your figure. Remove your figure from the map and place it in the chosen space. Then perform an attack. This attack gains Pierce 2. ",
        "Fluff_Text": "\"Take your lessons from the wind: swift and constant striking as a howling gale.\" "
    },
    {
        "ID": "61",
        "Name": "Nara the Fang",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "1",
        "Awareness": "4",
        "Hero_Ability": "Each time you attack a monster that was at least 3 spaces away from you at the start of your turn, your attack gains +1 Heart.",
        "Heroic_Feat": "Action: Choose a monster in your line of sight and at least 3 spaces away from you. Move to an empty space adjacent to that monster and perform an attack against that monster. This attack gains +2 Heart.",
        "Fluff_Text": "\"I leap, I attack, I stab, I kill!\""
    },
    {
        "ID": "62",
        "Name": "Okaluk and Rakash",
        "Type": "Healer",
        "Speed": "2",
        "Health": "8",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "At the start of your turn, you gain 4 movement points.",
        "Heroic_Feat": "Use during your turn, even if you are knocked out. Roll 2 red power dice. You and each knocked-out hero within 3 spaces of you recover Heart equal to the Heart rolled.",
        "Fluff_Text": "Some fools cower behind metal, thinking the purpose of battle is survival."
    },
    {
        "ID": "63",
        "Name": "Okaluk and Rakash",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "2",
        "Health": "8",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "In addition to your 2 actions on your turn, you always receive 4 movement points.",
        "Heroic_Feat": "Action: You may revive all knocked out heroes within 3 spaces of you. Make one roll and apply it to all knocked out heroes.",
        "Fluff_Text": "\"You know my answer already, old friend. I could never abandon you.\""
    },
    {
        "ID": "64",
        "Name": "One Fist",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "You can only equip 1 hand icon worth of equipment. On each of your turns, you may perform 1 free Melee attack using 1 blue attack die and 1 yellow power die (this does not require an action).",
        "Heroic_Feat": "Use when you are defeated to perform an attack action. After the attack is resolved, you are knocked out.",
        "Fluff_Text": "\"I've fought many battles and seen the worst the world has to offer. Do your worst. I have no fear.\""
    },
    {
        "ID": "65",
        "Name": "One Fist",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "If 1 of your hands is empty, add 1 yellow power die to each of your Melee attacks.",
        "Heroic_Feat": "Use when you are defeated to perform 1 Melee attack. For each Monster you defeat during this heroic feat, you may perform an additional Melee attack. Then, you are knocked out.",
        "Fluff_Text": "\"I didn't get the hook after losing my hand. I forfeited my hand to make room for the hook!\""
    },
    {
        "ID": "66",
        "Name": "Orkell the Swift",
        "Type": "Warrior",
        "Speed": "5",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "brown",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "1",
        "Awareness": "4",
        "Hero_Ability": "Each time you are attacked by a monster and suffer at least 1 Heart, you may move 1 space after the attack.",
        "Heroic_Feat": "Use during your turn, while you are knocked out, to perform a stand up action. Then, you may either recover all Heart or move each monster adjacent to your figure 1 space. You can still perform 2 actions this turn.",
        "Fluff_Text": "\"Just try to keep up, all right?\""
    },
    {
        "ID": "67",
        "Name": "Pathfinder Durik",
        "Type": "Warrior",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "During each of your move actions, you may move through spaces containing monsters by spending one additional movement point for each occupied space. ",
        "Heroic_Feat": "Use when you move out of a space containing a monster to immediately perform an attack targeting that monster. This attack does not require an action and gains Surge: Pierce 3.",
        "Fluff_Text": "\"The ways I know are dangerous, and I tread them carefully. I advise you to do the same...\""
    },
    {
        "ID": "68",
        "Name": "Ravaella Lightfoot",
        "Type": "Mage",
        "Speed": "4",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "black",
        "Strength": "1",
        "Willpower": "2",
        "Knowledge": "4",
        "Awareness": "4",
        "Hero_Ability": "If you roll 1 or more blanks when rolling defense dice, add 1 Shield to your defense results.",
        "Heroic_Feat": "Use when you are attacked, after you roll defense dice, to test Knowledge and Awareness. For each test you pass, add 3 Shield to your defense results.",
        "Fluff_Text": "\"Am I here? Am I over there? Or am I right behind you?\" "
    },
    {
        "ID": "69",
        "Name": "Raythen",
        "Type": "Scout",
        "Speed": "4",
        "Health": "14",
        "Stamina": "5",
        "Defense_Die": "brown",
        "Strength": "3",
        "Willpower": "1",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "Once per turn, you may suffer 1 Fatigue to allow 1 hero on the same map tile as you to reroll an attribute test. He may use your attribute value instead for the reroll.",
        "Heroic_Feat": "Use during your turn to search a search token adjacent to another hero. This is in addition to your 2 actions on your turn.",
        "Fluff_Text": "Just be careful, I'd wager this place still has a few tricks up its sleeve."
    },
    {
        "ID": "70",
        "Name": "Red Scorpion",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "5",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "At the end of your turn, you may suffer 1 Fatigue to recover 1 Heart, or suffer 1 Heart to recover 1 Fatigue.",
        "Heroic_Feat": "Use when you are attacked to force the attacking monster to reroll some or all of the attack dice (you choose which dice). The new results must be applied.",
        "Fluff_Text": "\"Balance is the essence of success. To succeed, one must be balanced in all things.\""
    },
    {
        "ID": "71",
        "Name": "Rendiel",
        "Type": "Healer",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "5",
        "Knowledge": "3",
        "Awareness": "1",
        "Hero_Ability": "Each time you revive a hero, you recover 2 Heart and 2 Fatigue.",
        "Heroic_Feat": "Action: Revive an adjacent, knocked-out hero. Instead of rolling 2 red power dice, that hero recovers all Heart and Fatigue.",
        "Fluff_Text": "\"An ancient melody, refined through countless generations... freely given.\" "
    },
    {
        "ID": "72",
        "Name": "Reynhart the Worthy",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "4",
        "Knowledge": "1",
        "Awareness": "3",
        "Hero_Ability": "If you roll an X during an attack roll, you may suffer 1 Fatigue and reroll 1 attack die. Limit once per attack.",
        "Heroic_Feat": "Use after rolling an X during an attack roll to recover all of your Fatigue and to reroll any or all of the dice in your attack pool.",
        "Fluff_Text": "\"I’ve been known to lose, but never to give up!\""
    },
    {
        "ID": "73",
        "Name": "Roganna the Shade",
        "Type": "Scout",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "4",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "Each of your attacks targeting a monster that is not adjacent to any other hero gains +1 Heart.",
        "Heroic_Feat": "Use at the end of your turn. Until the start of your next turn, each hero within 3 spaces of you may only be targeted by an attack if the attacking monster is adjacent to the targeted hero.",
        "Fluff_Text": "\"Keep perfectly still. It may look small, but that creature is aggressive, and its bite fatal.\""
    },
    {
        "ID": "74",
        "Name": "Ronan of the Wild",
        "Type": "Scout",
        "Speed": "4",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "4",
        "Knowledge": "1",
        "Awareness": "3",
        "Hero_Ability": "You have the Pico familiar. At the beginning of each encounter, place the Pico familiar token on your Hero sheet. During your turn, you may choose 1 search token within 3 spaces of you, and place the Pico in it's place.",
        "Heroic_Feat": "Use at the start of your turn if the Pico token is in your Hero sheet. Choose 1 other hero. You and that hero may immediately trade any Shop Item cards, Relic cards, and Search cards.",
        "Fluff_Text": "\"There's something unnatural stirring in the forest.\" "
    },
    {
        "ID": "75",
        "Name": "Ronan of the Wild",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "4",
        "Knowledge": "1",
        "Awareness": "3",
        "Hero_Ability": "You have the Pico familiar. Start each encounter with the Pico token on your sheet.",
        "Heroic_Feat": "Action: Move up to 10 spaces. You must end this movement in a space adjacent to the hero that currently has Pico on his Hero sheet.",
        "Fluff_Text": "\"The forest is stirring… but we’re prepared for anything.\""
    },
    {
        "ID": "76",
        "Name": "Sahla",
        "Type": "Healer",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "At the start of your turn, you may test Willpower. If you pass, discard 1 condition from 1 figure within 3 spaces of you. Then, choose 1 figure within 3 spaces of you to gain that condition.",
        "Heroic_Feat": "Use at the start of your turn and choose a hero in your line of sight. Until the end of your turn, you may use 1 of that hero's skills as if it were your own.",
        "Fluff_Text": "\"Why be only one man when I have the power to be many?\""
    },
    {
        "ID": "77",
        "Name": "Sahla",
        "Type": "Healer",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "At the start of your turn, you may test Willpower. If you pass, discard 1 Condition card from yourself or an adjacent hero.",
        "Heroic_Feat": "Use at the start of your turn and choose a hero in your line of sight. Until the end of your turn, you may use any 1 of that hero's skills as if it were your own. ",
        "Fluff_Text": "\"Special powers are all well and good, but there are other paths to fame.\" "
    },
    {
        "ID": "78",
        "Name": "Serena",
        "Type": "Healer",
        "Speed": "3",
        "Health": "8",
        "Stamina": "6",
        "Defense_Die": "brown",
        "Strength": "1",
        "Willpower": "5",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "Each time you are targeted by an attack,a hero adjacent to you may suffer 1 Fatigue to declare himself as the target of the attack instead. Range and line of sight are still measured to your space.",
        "Heroic_Feat": "Action:Test Willpower and Knowledge.For each test you pass, each hero within 3 spaces of you recovers 3 Heart and 1 Fatigue.",
        "Fluff_Text": "\"I have waited in silence for far too long. Now the world will know my song.\" "
    },
    {
        "ID": "79",
        "Name": "Shiver",
        "Type": "Mage",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "Monsters must spend 1 additional movement point to enter any space adjacent to you.",
        "Heroic_Feat": "Action: Each figure adjacent to you is Immobilized.",
        "Fluff_Text": "\"I care not the cost or pain, nor if my judgment was just; I will work out my redemption.\""
    },
    {
        "ID": "80",
        "Name": "Shiver",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "4",
        "Health": "8",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "3",
        "Awareness": "3",
        "Hero_Ability": "Monsters must spend 1 additional movement point to enter any space adjacent to you.",
        "Heroic_Feat": "Action: Each figure adjacent to you is Immobilized.",
        "Fluff_Text": "\"My sins were grievous, but I have repented for millennia. How long was I meant to suffer for my crimes?\""
    },
    {
        "ID": "81",
        "Name": "Silhouette",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "1",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "Each time you roll an X on your attack roll, you may deal 1 Heart to 1 monster adjacent to you.",
        "Heroic_Feat": "Action: Move double your Speed. You may search any number of search tokens you move adjacent to during this movement without performing an action to do so.",
        "Fluff_Text": "\"Shhh... This will only hurt for a moment.\""
    },
    {
        "ID": "82",
        "Name": "Silhouette",
        "Type": "Scout",
        "Speed": "5",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "1",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "Each time you perform an attack and roll an X result, choose 1 monster adjacent to you. That monster suffers Heart equal to 1 plus the number of weapons you have equipped.",
        "Heroic_Feat": "Action: You may move double your Speed. During this movement, each time you enter a space that contains a search token, you may suffer 1 Fatigue to search that search token.",
        "Fluff_Text": "\"Don't worry... I'll just be right around the corner.\""
    },
    {
        "ID": "83",
        "Name": "Sir Valadir",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "1",
        "Hero_Ability": "Once per turn, after dice are rolled, you may suffer 1 Fatigue to add 1 Surge to your attack roll.",
        "Heroic_Feat": "Action: Recover Fatigue up to your stamina. Then, perform an attack. This attack gains: Surge: +3 Heart",
        "Fluff_Text": "\"Stay close. I've got the bigger sword.\""
    },
    {
        "ID": "84",
        "Name": "Sir Valadir",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "4",
        "Knowledge": "3",
        "Awareness": "1",
        "Hero_Ability": "Once per turn, after dice are rolled, you may suffer 1 Fatigue to add 1 Surge to your attack roll. ",
        "Heroic_Feat": "Action: Suffer any amount of Heart. An adjacent hero recovers the same amount of Heart.",
        "Fluff_Text": "\"Ours is a noble crusade! We will fight gloriously and die with honor!\""
    },
    {
        "ID": "85",
        "Name": "Steelhorns",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "4",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "3",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "If you perform 2 move actions on your turn, you may suffer 1 Fatigue to perform an attack at the end of your turn.",
        "Heroic_Feat": "Action: Move your Speed. During this movement, you may enter spaces occupied by monster figures and move those figures into an adjacent empty space (or closest empty space) of your choice.",
        "Fluff_Text": "\"Humans have called us monsters throughout the ages, but we know who the real beasts are.\""
    },
    {
        "ID": "86",
        "Name": "Steelhorns",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "5",
        "Willpower": "3",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each time you perform an attack that targets a figure adjacent to you that was not adjacent to you at the start of your turn, that attacks gains +1 Heart.",
        "Heroic_Feat": "Use during your turn. Roll 1 power die of your choice. You and each figure adjacent to you suffers Heart equal to the Heart rolled. If you roll a least 1 Surge, you may also move each affected figure up to 1 space ",
        "Fluff_Text": "\"Friends are an awful lot like foes. Neither knows when to get out of my way.\""
    },
    {
        "ID": "87",
        "Name": "Syndrael",
        "Type": "Warrior",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "2",
        "Knowledge": "3",
        "Awareness": "2",
        "Hero_Ability": "If you have not moved during this turn, you recover 2 Fatigue at the end of your turn.",
        "Heroic_Feat": "Use during your turn to choose a hero within 3 spaces of you. You and that hero may each immediately perform a move action. This is in addition to the 2 actions each hero receives on his turn.",
        "Fluff_Text": "\"You swear undying loyalty, yet you are mortal. What can you know of commitment?\""
    },
    {
        "ID": "88",
        "Name": "Tahlia",
        "Type": "Warrior",
        "Speed": "3",
        "Health": "14",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "Each time you defeat a monster, you receive 2 movement points.",
        "Heroic_Feat": "Use when a monster starts its activation or moves into a space adjacent to you. Immediately perform an attack that targets that monster. After the attack is resolved, the monster's activation resumes.",
        "Fluff_Text": "\"We will only prevail when evil fears the darkness more than hates the light.\" "
    },
    {
        "ID": "89",
        "Name": "Tahlia",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "14",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "Each time you defeat a monster, you receive 2 movement points.",
        "Heroic_Feat": "Use before a monster activates, or when a monster moves into a space adjacent to you. You may immediately perform an attack against that monster. After the attack is resolved, the monster's turn resumes.",
        "Fluff_Text": "\"Fools are fools, no matter where they are. They never see me coming.\""
    },
    {
        "ID": "90",
        "Name": "Tatianna",
        "Type": "Scout",
        "Speed": "5",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "Each of your attacks gain +1 range. Each Ranged attack that targets you requires an additional 1 Range.",
        "Heroic_Feat": "Use when you perform an attack, after dice are rolled. Choose 1 of you targets's defense dice and change the result of that die to another result of you choice.",
        "Fluff_Text": "My sisters have given me everything. I seek only to return that favor."
    },
    {
        "ID": "91",
        "Name": "Tatianna",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "5",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "Each of your attacks gain +1 range. Each Ranged attack that targets you gains -1 range.",
        "Heroic_Feat": "Use after defense dice are rolled against one of your attacks. Ignore the results from the die that rolled the most Shield.",
        "Fluff_Text": "\"I will journey where my tribe will not go and hunt that which no one else dares to hunt.\" "
    },
    {
        "ID": "92",
        "Name": "Tetherys",
        "Type": "Scout",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "1",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "Each time you perform an attack, you may roll your attack pool before you declare the target. If any power dice are added after you declare the target, roll those dice during the Roll Dice step.",
        "Heroic_Feat": "Use after rolling your attack dice to choose 2 additional valid targets for that attack. Each target rolls defense dice separately.",
        "Fluff_Text": "\"I am a daughter of darkness and a companion of chaos; fate has forgotten my name.\""
    },
    {
        "ID": "93",
        "Name": "Tetherys",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "1",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "You may always roll your attack dice before your target rolls its defense dice. Each time after rolling your attack dice, you may choose to instead attack a different valid target. This new attack uses the same attack roll.",
        "Heroic_Feat": "Use after rolling your attack dice to choose a second valid target for your attack. Both targets are affected by the attack and roll defense dice separately.",
        "Fluff_Text": "\"Sometimes ever I don't know just where I will strike next.\""
    },
    {
        "ID": "94",
        "Name": "Thaiden Mistpeak",
        "Type": "Scout",
        "Speed": "4",
        "Health": "10",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "1",
        "Awareness": "5",
        "Hero_Ability": "Each time you perform an attack, after dice are rolled, you may cancel the attack and immediately search a search token within 3 spaces of you. (errata)",
        "Heroic_Feat": "Use when a monster enters an empty space adjacent to you. The monster is Immobilized, and you immediately move up to 3 spaces.",
        "Fluff_Text": "\"We all have debts to pay.\" "
    },
    {
        "ID": "95",
        "Name": "Tinashi the Wanderer",
        "Type": "Scout",
        "Speed": "4",
        "Health": "12",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "3",
        "Hero_Ability": "Each time you defeat a monster, you recover 1 Fatigue",
        "Heroic_Feat": "Use during your turn to choose an empty space within 3 spaces of your figure. Remove your figure from the map and place it in the chosen space. ",
        "Fluff_Text": "\"Shadows keep me. Shadows protect me. There is nothing to fear in the shadows... except me.\" "
    },
    {
        "ID": "96",
        "Name": "Tobin Farslayer",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "Each of your attacks that targets a monster that is at least 3 spaces away from you gains: Surge: +2 Heart",
        "Heroic_Feat": "Use after attacking a monster that is at least 5 spaces away from you (after attack dice are rolled) to deal +3 Heart to that monster.",
        "Fluff_Text": "\"It matters not how far away you are. My bow can reach you.\" "
    },
    {
        "ID": "97",
        "Name": "Tomble Burrowell",
        "Type": "Scout",
        "Speed": "4",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "5",
        "Hero_Ability": "If you are attacked while adjacent to at least one other hero, you may choose an adjacent hero and add the defense pool of that hero to your own.",
        "Heroic_Feat": "Action: Remove your figure from the map and place a hero token in your space. At the start of your next turn, place your figure in any empty space within 4 spaces of your hero token.",
        "Fluff_Text": "\"Don't think of this as you being robbed. Instead, think of it as you donating to a worthy cause.\" "
    },
    {
        "ID": "98",
        "Name": "Trenloe the Strong",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "4",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each time you attack, you may reroll 1 power die. Limit once per attack.",
        "Heroic_Feat": "Use when you perform an attack action. Before dice are rolled, choose and remove 1 defense die from the defense pool of your target.",
        "Fluff_Text": "\"Nothing will stand in the way of my ultimate quest!\" "
    },
    {
        "ID": "99",
        "Name": "Trenloe the Strong",
        "Type": "Warrior",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "4",
        "Knowledge": "1",
        "Awareness": "2",
        "Hero_Ability": "Each of your attacks gains: +1 Heart\r\nEach time you are affected by an attack, add 1 Shield to your defense results.",
        "Heroic_Feat": "Use when you perform an attack action, before dice are rolled. Choose and remove 1 defense die from the defense pool of your target.",
        "Fluff_Text": "\"I will stand when none others do. Though my body may fail, my courage will never break!\" "
    },
    {
        "ID": "100",
        "Name": "Seer Kel",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "2",
        "Knowledge": "4",
        "Awareness": "4",
        "Hero_Ability": "Figures and obstacles do not block your line of sight. Doors still block your line of sight as normal.",
        "Heroic_Feat": "Use during your turn to look at the top 5 cards of the Overlord deck. Place 1 of the cards on the bottom of the deck and randomly place the rest back on top.",
        "Fluff_Text": "\"I see what others cannot, and into places others dare not.\" "
    },
    {
        "ID": "101",
        "Name": "Seer Kel",
        "Type": "Mage",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "2",
        "Knowledge": "4",
        "Awareness": "4",
        "Hero_Ability": "Figures and obstacles do not block your line of sight. Doors still block your line of sight as normal.",
        "Heroic_Feat": "Use during your turn to look at the top 5 cards of the Overlord deck. Place 1 of the cards on the bottom of the deck and randomly place the rest back on top.",
        "Fluff_Text": "\"Some say they’ve seen the whole of Terrinoth. They are blind.”"
    },
    {
        "ID": "102",
        "Name": "Ulma Grimstone",
        "Type": "Healer",
        "Speed": "4",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Each time a hero within 3 spaces of you (including yourself) would draw a Search card, he may instead reveal Search cards until he finds a Potion. He may take that card and shuffle the rest back into the deck.",
        "Heroic_Feat": "Use during your turn to flip one of your facedown Potion Search cards faceup. In addition, each hero adjacent to you may also flip one of their facedown Potion Search cards faceup.",
        "Fluff_Text": "\"The only thing more exciting than mixing up a new concoction is actually testing it.\""
    },
    {
        "ID": "103",
        "Name": "Varikas the Dead",
        "Type": "Warrior",
        "CK": "CK",
        "Speed": "3",
        "Health": "12",
        "Stamina": "3",
        "Defense_Die": "gray",
        "Strength": "4",
        "Willpower": "3",
        "Knowledge": "2",
        "Awareness": "2",
        "Hero_Ability": "At the start of your turn, recover 1 Fatigue.",
        "Heroic_Feat": "Use at the start of your turn if you are knocked out. Recover all Heart and Fatigue. You may still perform 2 actions this turn.",
        "Fluff_Text": "\"I have already died for freedom once before. If I must die again, I will not die alone.\""
    },
    {
        "ID": "104",
        "Name": "Vyrah the Falconer",
        "Type": "Scout",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "You have the Skye familiar. At the start of your turn, if Skye is not on the map, place him in your space.",
        "Heroic_Feat": "Action: Skye performs a Melee attack with a blue, red, and yellow die. This attack gains: Surge: Stun",
        "Fluff_Text": "\"If you train a falcon well, you begin to trust her more than your eyes.\" "
    },
    {
        "ID": "105",
        "Name": "Vyrah the Falconer",
        "Type": "Scout",
        "CK": "CK",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "3",
        "Willpower": "2",
        "Knowledge": "2",
        "Awareness": "4",
        "Hero_Ability": "You have the Skye familiar. At the start of your turn, if Skye is not on the map, place him in your space.",
        "Heroic_Feat": "Action: Place Skye in any space in your line of sight. Skye then attacks an adjacent monster with a blue, red, and yellow die. This attack gains\r\nSurge: Stun",
        "Fluff_Text": "\"My loyal falcon sees far.\" "
    },
    {
        "ID": "106",
        "Name": "Widow Tarha",
        "Type": "Mage",
        "Speed": "4",
        "Health": "10",
        "Stamina": "4",
        "Defense_Die": "gray",
        "Strength": "2",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "2",
        "Hero_Ability": "Once per round, after you roll a dice for an attack, you may reroll 1 attack or power die. You must keep the new result.",
        "Heroic_Feat": "Action: Perform an attack. This attack affects 2 different monsters in your line of sight. 1 attack roll is made but each monster rolls defense dice separately. Both monsters are considered targets of your attack.",
        "Fluff_Text": "\"I have nothing left to lose. Yet, there is so much more power for me to gain.\""
    },
    {
        "ID": "107",
        "Name": "Zyla",
        "Type": "Mage",
        "Speed": "5",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "3",
        "Hero_Ability": "You may enter blocked spaces and ignore the effects of terrain while moving. You cannot end your movement in a blocked space.",
        "Heroic_Feat": "Use when a monster activates. Remove your figure from the map and place a hero token in your space. At the start of your next turn, replace that hero token with your figure.",
        "Fluff_Text": "\"Pursue me all you want; we’ll meet when and where I decide – and there you will die.\""
    },
    {
        "ID": "108",
        "Name": "Zyla",
        "Type": "Mage",
        "CK": "CK",
        "Speed": "4",
        "Health": "8",
        "Stamina": "5",
        "Defense_Die": "gray",
        "Strength": "1",
        "Willpower": "3",
        "Knowledge": "4",
        "Awareness": "3",
        "Hero_Ability": "You ignore all figures and terrain while moving. You must end your movement in an empty space.",
        "Heroic_Feat": "Use before any figure is activated. Remove your figure from the map and place a hero token in your space. At the start of your next turn, replace the hero token with your figure.",
        "Fluff_Text": "\"Can't hit what you can't catch!\""
    }
]